Repository: twofas/2fas-pass-ios
Catalog: 2PASS/2PASS/Other/Localizable.xcstrings
Source language: en
Languages: de, pl

# import_export_subtitle
source: Safely store your Vault data on your device. Choose to import a previous backup to restore your data or export your current data for safekeeping.
de: Speichere deine Tresordaten sicher auf deinem Gerät. Importiere ein früheres Backup, um deine Daten wiederherzustellen, oder exportiere deine aktuellen Daten zur sicheren Aufbewahrung.
pl: Bezpiecznie przechowuj dane sejfu na swoim urządzeniu. Zrób import kopii zapasowej, aby przywrócić dane, lub eksportuj bieżące dane w celu ich zabezpieczenia.

# import_invalid_schema_error_cta
source: Update app
de: App aktualisieren
pl: Zaktualizuj aplikację

# import_invalid_schema_error_msg
source: The backup you’re trying to import was created in a newer version %d, which is not supported in your current version. Please update your app to import it.
de: Die Datensicherung, die du importieren möchtest, wurde mit einer neueren Version der App erstellt (%d). Bitte aktualisiere deine App, um den Import erfolgreich durchzuführen.
pl: Kopia zapasowa, którą próbujesz zaimportować, została utworzona w nowszej wersji %d, i nie jest obsługiwana przez obecną wersję aplikacji. Zaktualizuj aplikację, aby móc ją zaimportować.

# import_vault_error_corrupt_file
source: We were unable to read the backup file. It may be corrupt or damaged.
de: Die Datensicherung konnte nicht gelesen werden.
pl: Nie udało się odczytać pliku kopii zapasowej. Może być uszkodzony.

# ios_lock_screen_unlock_title
source: Master Password
de: Masterkennwort
pl: Hasło główne

# item_add_title
source: Add Item
de: Eintrag hinzufügen
pl: Dodaj element

# item_details_title
source: Item Details
de: Eintragdetails
pl: Szczegóły elementu

# item_edit_title
source: Edit
de: Bearbeiten
pl: Edytuj

# item_view_action_share_link
source: Share link
de: Link teilen
pl: Udostępnij link

# known_browser_delete_button
source: Delete
de: Löschen
pl: Usuń

# known_browser_delete_dialog_body
source: Are you sure you want to disconnect this device from the selected browser extension?
de: Bist du dir sicher, dass du dieses Gerät von der ausgewählten Browser-Erweiterung entfernen möchtest?
pl: Czy chcesz rozłączyć to urządzenie z wybranym rozszerzeniem przeglądarki?

# known_browser_delete_dialog_title
source: Delete browser extension?
de: Browser-Erweiterung entfernen?
pl: Usunąć rozszerzenie przeglądarki?

# known_browser_first_connection_prefix
source: First connection:
de: Erste Verbindung:
pl: Pierwsze połączenie

# known_browser_last_connection_prefix
source: Last connection:
de: Zuletzt verbunden:
pl: Ostatnie połączenie:

# known_browsers_description
source: List of trusted browser extensions that have been approved by you and don't need a confirmation to connect to this device.
de: Liste mit Erweiterungen, denen du vertraust. Du kannst dich mit ihnen verbinden, ohne es in der App zu bestätigen.
pl: Lista zaufanych rozszerzeń przeglądarki, które mogą łączyć się z tym urządzeniem bez konieczności potwierdzania.

# known_browsers_empty
source: No browsers found
de: Es wurde kein Browser gefunden
pl: Brak przeglądarek

# known_browsers_header
source: Trusted Browser Extensions
de: Browser-Erweiterungen, denen du vertraust
pl: Zaufane rozszerzenia przeglądarki

# known_browsers_title
source: Connected Extensions
de: Verbundene Browser-Erweiterungen
pl: Połączone rozszerzenia

# lock_copy_error
source: Copy error
de: Kopierfehler
pl: Skopiuj błąd

# lock_screen_biometrics_error_title
source: Biometrics Error
de: Biometrie Fehler
pl: Błąd biometrii

# lock_screen_biometrics_error_too_many_attempts
source: Too many failed attempts. You can enable biometrics later in Settings → Security.
de: Zu viele Fehlversuche. Du kannst Biometrie später in den Einstellungen unter "Sicherheit" aktivieren.
pl: Zbyt wiele nieudanych prób. Biometrię możesz włączyć później w Ustawieniach → Bezpieczeństwo.

# lock_screen_biometrics_modal_subtitle
source: Enable biometrics
de: Aktiviere Biometrie
pl: Włącz biometrię

# lock_screen_biometrics_modal_title
source: Biometrics
de: Biometrie
pl: Biometria

# lock_screen_biometrics_prompt_accept
source: Enable
de: Aktivieren
pl: Włącz

# lock_screen_biometrics_prompt_body
source: Would you like to enable biometrics and use them instead of your password?
de: Würdest du gerne die Verifikation durch Biometrie aktivieren? Diese wird genutzt anstelle des Masterkennwortes.
pl: Czy chcesz włączyć biometrię i używać jej zamiast hasła?

# lock_screen_biometrics_prompt_cancel
source: Maybe later
de: Vielleicht später
pl: Może później

# lock_screen_biometrics_prompt_faceid_title
source: Enable Face ID
de: Face ID aktivieren
pl: Włącz Face ID

# lock_screen_biometrics_prompt_title
source: Enable Biometrics?
de: Biometrie aktivieren?
pl: Włączyć biometrię?

# lock_screen_biometrics_prompt_touchid_title
source: Enable Touch ID
de: Touch ID aktivieren
pl: Włącz Touch ID

# lock_screen_enter_master_password
source: Enter your Master Password
de: Gebe dein Masterkennwort ein
pl: Wprowadź hasło główne

# lock_screen_forgot_master_password_cta
source: Forgot your Master Password?
de: Masterkennwort vergessen?
pl: Nie pamiętasz hasła głównego?

# lock_screen_reset_app
source: Reset app
de: App zurücksetzen
pl: Zresetuj aplikację

# lock_screen_reset_app_title
source: Are you sure? All Items will be lost!
de: Bist du dir sicher? Alle deine Einträge gehen verloren.
pl: Jesteś pewien? Wszystkie elementy zostaną utracone!

# lock_screen_too_many_attempts_description
source: 2FAS Pass access temporarily blocked due to failed Master Password attempts
de: Zugriff vorübergehend gesperrt. Du hast das Master-Passwort zu oft falsch eingegeben
pl: Dostęp do 2FAS Pass został tymczasowo zablokowany z powodu nieudanych prób wpisania hasła głównego

# lock_screen_try_again %@
source: Try again in: %@
de: Versuche es erneut in:
pl: Spróbuj ponownie za: %@

# lock_screen_unlock_biometrics_error
source: Error while unlocking using Biometry
de: Ein Fehler ist beim Entsperren durch die Biometrie aufgetreten
pl: Błąd podczas odblokowywania za pomocą biometrii

# lock_screen_unlock_biometrics_reason
source: Unlocking using Biometry
de: Entsperren durch Biometrie
pl: Odblokowywanie biometryczne

# lock_screen_unlock_cta
source: Unlock
de: Entsperren
pl: Odblokuj

# lock_screen_unlock_description
source: Enter your Master Password to unlock the app
de: Gebe dein Masterkennwort ein, um die App zu entsperren
pl: Wprowadź hasło główne, aby odblokować aplikację

# lock_screen_unlock_invalid_password
source: Password is incorrect
de: Das Passwort ist falsch
pl: Nieprawidłowe hasło

# lock_screen_unlock_title
source: Unlock App
de: Entsperre die App
pl: Odblokuj aplikacje

# lock_screen_unlock_title_ios
source: Master Password
de: Masterkennwort
pl: Hasło główne

# lock_screen_unlock_use_faceid
source: Use FaceID
de: Benutze FaceID
pl: Użyj FaceID

# lock_screen_unlock_use_touchid
source: Use TouchID
de: Benutze TouchID
pl: Użyj TouchID

# lock_use_password
source: Use password
de: Passwort benutzen
pl: Użyj hasła

# lockout_settings_app_lock_attempts_no_limit
source: No limit
de: Kein Limit
pl: Bez limitu

# lockout_settings_app_lock_time_hour_1
source: 1 hour
de: 1 Stunde
pl: 1 godzina

# lockout_settings_app_lock_time_immediately
source: Immediately
de: Sofort
pl: Natychmiast

# lockout_settings_app_lock_time_minutes_5
source: 5 minutes
de: 5 Minuten
pl: 5 minut

# lockout_settings_app_lock_time_seconds_30
source: 30 seconds
de: 30 Sekunden
pl: 30 sekund

# lockout_settings_app_lockout_header
source: Application Lockout
de: App Ausschluss
pl: Blokada aplikacji

# lockout_settings_autofill_lock_time_day_1
source: 1 day
de: 1 Tag
pl: 1 dzień

# lockout_settings_autofill_lock_time_hour_1
source: 1 hour
de: 1 Stunde
pl: 1 godzina

# lockout_settings_autofill_lock_time_minutes_5
source: 5 minutes
de: 5 Minuten
pl: 5 minut

# lockout_settings_autofill_lock_time_minutes_15
source: 15 minutes
de: 15 Minuten
pl: 15 minut

# lockout_settings_autofill_lock_time_minutes_30
source: 30 minutes
de: 30 Minuten
pl: 30 minut

# lockout_settings_autofill_lock_time_never
source: Never
de: Niemals
pl: Nigdy

# lockout_settings_autofill_lockout_header
source: Autofill Lockout
de: Automatisches Ausfüllen Ausschluss
pl: Blokada autouzupełniania

# login_add_title
source: Add Login
de: Log-in hinzufügen
pl: Dodawanie loginu

# login_add_uri_cta
source: + Add URL
de: + Domain hinzufügen
pl: + Dodaj adres URL

# login_delete_confirm_body
source: Are you sure you want to remove this Item? You can recover it later.
de: Bist du sicher, dass du diesen Eintrag löschen willst? Du kannst ihn später wiederherstellen.
pl: Na pewno chcesz usunąć ten element? Możesz go przywrócić później.

# login_delete_confirm_title
source: Remove Item?
de: Einträg löschen?
pl: Usunąć element?

# login_delete_cta
source: Remove Item
de: Eintrag entfernen
pl: Usuń

# login_edit
source: Edit
de: Bearbeiten
pl: Edytuj

# login_edit_icon_cta
source: Edit icon
de: Icon bearbeiten
pl: Edytuj ikonę

# login_edit_title
source: Edit Login
de: Login bearbeiten
pl: Edycja loginu

# login_error_deleted_other_device
source: Item was deleted on another device. You can find it in the trash
de: Der Eintrag wurde auf einem anderen Gerät gelöscht. Du kannst ihn im Mülleimer finden.
pl: Element został usunięty na innym urządzeniu. Możesz znaleźć go w koszu

# login_error_edited_other_device
source: Item was edited on another device
de: Der Eintrag wurde auf einem anderen Gerät bearbeitet
pl: Element został zedytowany na innym urządzeniu

# login_error_save
source: Error while trying to save Item
de: Ein Fehler ist aufgetreten beim Speichern des Eintrages
pl: Błąd przy zapisywaniu elementu

# login_filter_modal_clear
source: Clear filters
de: Filter zurücksetzen
pl: Wyczyść filtry

# login_filter_modal_no_tags
source: No Tags
de: Keine Tags
pl: Brak Tagów

# login_filter_modal_sort_creation_date_asc
source: From oldest
de: Älteste zuerst
pl: Od najstarszych

# login_filter_modal_sort_creation_date_desc
source: From newest
de: Neueste zuerst
pl: Od najnowszych

# login_filter_modal_tag_all
source: All
de: Alle
pl: Wszystkie

# login_filter_modal_title
source: Sort
de: Sortieren
pl: Sortuj

# login_no_item_name
source: No Item Name
de: Kein Eintragsname
pl: Brak nazwy elementu

# login_notes_label
source: Notes
de: Notizen
pl: Notatki

# login_password_autogenerate_cta
source: Auto-Generate
de: Automatisch generieren
pl: Auto-generuj

# login_password_label
source: Password
de: Passwort
pl: Hasło

# login_password_placeholder
source: Enter password
de: Gebe das Passwort ein
pl: Wprowadź hasło

# login_search_no_results_description
source: Try a different filter
de: Versuche, einen anderen Filter
pl: Spróbuj inny filtr

# login_search_no_results_title
source: Item not found
de: Keine Einträge gefunden
pl: Nie znaleziono elementu

# login_security_level_header
source: Security
de: Sicherheit
pl: Bezpieczeństwo

# login_security_level_label
source: Security Tier
de: Sicherheitsstufe
pl: Poziom bezpieczeństwa

# login_security_type_secure_description
source: Access this password directly from the 2FAS Pass Browser Extension.
de: Greife direkt auf dieses Passwort zu über die 2FAS Pass Browser-Erweiterung.
pl: Bezpośredni dostęp do tego hasła w rozszerzeniu przeglądarki 2FAS Pass.

# login_security_type_secure_title
source: Secret
de: Sicher
pl: Poufny

# login_security_type_top_secret_description
source: Do not share this password with 2FAS Pass Browser Extension and type it manually.
de: Teile dieses Passwort nicht mit der 2FAS Browser-Erweiterung und gebe es Manuel ein.
pl: Nie udostępniaj hasła rozszerzeniu przeglądarki 2FAS Pass i wpisuj je ręcznie.

# login_security_type_top_secret_title
source: Top Secret
de: Sehr sicher
pl: Ściśle tajny

# login_security_type_ultra_secure_description
source: Share the password with the 2FAS Pass Browser Extension once after confirmation in the 2FAS Pass mobile app.
de: Teile dieses Passwort einmal mit der 2FAS Erweiterung, nachdem du es in der 2FAS Pass App bestätigt hast.
pl: Udostępnij hasło rozszerzeniu przeglądarki 2FAS Pass jednorazowo po potwierdzeniu w aplikacji mobilnej 2FAS Pass.

# login_security_type_ultra_secure_title
source: Highly Secret
de: Extrem sicher
pl: Tajny

# login_selected_tags
source: Selected Tags
de: Ausgewählte Tags
pl: Wybrane Tagi

# login_tags_description
source: Assign Tags to easily find your Items.
de: Weise Tags zu, um deine Einträge leichter zu finden.
pl: Przypisz Tagi, aby łatwiej odnajdywać swoje elementy

# login_unsaved_changes_dialog_description
source: Do you want to discard your changes?
de: Möchtest du die Änderungen verwerfen?
pl: Czy chcesz odrzucić wprowadzone zmiany?

# login_unsaved_changes_dialog_title
source: Unsaved changes
de: Nicht gesicherte Änderungen
pl: Niezapisane zmiany

# login_uri_error %@
source: Incorrect URL: %@
de: Die URL ist ungültig: %@
pl: Nieprawidłowy URL: %@

# login_uri_header
source: Website URL
de: URL der Webseite
pl: Adres URL

# login_uri_label
source: URL
de: Domain

# login_uri_matcher_domain_description
source: Resource matches URI's base domain.
de: Ressource entspricht URI-Basis-Domain.
pl: Zasób pasuje do domeny podstawowej URI.

# login_uri_matcher_exact_description
source: Resource is exactly the same as URI.
de: Die Ressource ist genau dasselbe wie die URI.
pl: Zasób jest dokładnie taki sam jak URI.

# login_uri_matcher_exact_title
source: Exact
de: Exakt
pl: Dokładny

# login_uri_matcher_host_description
source: Resource matches URI's hostname and port.
de: Die Ressource stimmt mit dem URI-Hostnamen sowie Port überein.
pl: Zasób pasuje do nazwy hosta i portu URI.

# login_uri_matcher_starts_with_description
source: Resource starts with URI's text.
de: Die Ressource startet mit dem URI-Text.
pl: Zasób zaczyna się od tekstu URI.

# login_uri_matcher_starts_with_title
source: Start with
de: Startet mit
pl: Zacznij z

# login_username_label
source: Username
de: Nutzername
pl: Użytkownik

# login_username_most_used_empty
source: Can't find any Usernames
de: Kann keine Benutzernamen finden
pl: Nie znaleziono nazw użytkowników.

# login_username_most_used_header
source: Most used Usernames
de: Am meisten genutzten Nutzernamen
pl: Najczęstsze nazwy użytkownika

# login_view_action_common_copy
source: Copy
de: Kopieren
pl: Kopiuj

# login_view_action_copy_password
source: Copy password
de: Passwort kopieren
pl: Kopiuj hasło

# login_view_action_copy_uri
source: Copy URL
de: URL kopieren
pl: Kopiuj URL

# login_view_action_copy_username
source: Copy username
de: Nutzername kopieren
pl: Kopiuj użytkownika

# login_view_action_delete
source: Remove Item
de: Eintrag löschen
pl: Usuń

# login_view_action_open_uri
source: Open Website
de: Webite öffnen
pl: Otwórz stronę internetową

# logs_empty
source: No logs available
de: Keine Logs verfügbar
pl: Brak dostępnych logów

# logs_share_title
source: Share logs
de: Logs teilen
pl: Wyślij logi

# manage_subscription_apple_info
source: Billed through Apple.
de: Bezahlt über Apple.
pl: Zapłacono poprzez Apple

# manage_subscription_browsers_title
source: Connected Web Browsers
de: Verbundene Browser
pl: Połączone rozszerzenia przeglądarki

# manage_subscription_end_date_prefix
source: Your plan ends on
de: Dein Abonnent endet an dem
pl: Twój plan kończy się

# manage_subscription_ends_at
source: Ends at:
de: Endet am:
pl: Kończy się:

# manage_subscription_items_in_vault_title
source: Items in Vault
de: Einträge im Tresor
pl: Elementów w sejfie

# manage_subscription_items_title
source: Items
de: Einträge
pl: Elementy

# manage_subscription_multi_device_sync_title
source: Multi-Device Sync
de: Geräteübergreifende Synchronisierung
pl: Synchronizacja wielu urządzeń

# manage_subscription_plan_price_prefix
source: Price:
de: Preis:
pl: Cena:

# manage_subscription_plan_title
source: Plan
de: Tarif:

# manage_subscription_price_prefix
source: Annual Subscription:
de: Jahresabonnement:
pl: Roczna subskrypcja:

# manage_subscription_renew_date_prefix
source: Your plan will automatically renew on
de: Dein Abonnent wird automatisch verlängert an dem
pl: Twój plan zostanie automatycznie odnowiony

# manage_subscription_renews_at
source: Renews at:
de: Erneuert sich am:
pl: Odnawia się w:

# manage_subscription_trusted_extensions_title
source: Trusted Extensions
de: Vertrauenswürdige Erweiterungen
pl: Zaufane rozszerzenia przeglądarki

# manage_subscription_unlimited_description
source: You've now got the full package. Enjoy using 2FAS Pass with zero boundaries.
de: Du hast nun den Unlimited-Tarif und kannst somit alle Funktionen nutzen! Viel Spaß beim Benutzen von 2FAS Pass ohne Einschränkungen!
pl: Odblokowano pełny pakiet. Korzystaj z 2FAS Pass bez ograniczeń.

# manage_subscription_user_identifier_title
source: Identifier
de: Identifikator
pl: Identyfikator

# master_password_confirm_label
source: Confirm password
de: Passwort bestätigen
pl: Potwierdź hasło

# master_password_create_new
source: Now, define a new Master Password and remember it by heart.
de: Wähle jetzt ein neues Masterkennwort und lerne es auswendig.
pl: Teraz ustaw nowe hasło główne i zapamiętaj je.

# master_password_define
source: Now, define a Master Password and remember it by heart.
de: Wähle jetzt ein Masterkennwort und lerne es auswendig.
pl: Teraz ustaw hasło główne i zapamiętaj je.

# master_password_label
source: Password
de: Passwort
pl: Hasło

# master_password_min_length %lld
source: Use at least %d characters
de: Nutze mindestens %d Zeichen
pl: Użyj co najmniej %d znaków

# master_password_not_match
source: The passwords don't match
de: Die Passwörter stimmen nicht überein
pl: Hasła nie są zgodne

# migration_error_body
source: Please restart the app and try again
de: Bitte starte die App neu und versuche es dann noch einmal.
pl: Zrestartuj aplikację i spróbój ponownie

# migration_error_title
source: Migration failed
de: Migration fehlgeschlagen
pl: Migracja nieudana

# note_item_length_error
source: Notes cannot be longer than %d characters
de: Notizen können nicht länger wie %d Zeichen sein.
pl: Notatki nie mogą mieć więcej niż %d znaków

# onboarding_create_master_password_description
source: It is used to unlock the app and recover your 2FAS Pass Vault.
de: Es wird benutzt, um die App zu entsperren und um deinen 2FAS Pass Tresor wiederherzustellen.
pl: Służy do odblokowania aplikacji i przywracania twojego sejfu 2FAS Pass.

# onboarding_create_master_password_title
source: Create Master Password
de: Erstelle ein Masterkennwort
pl: Stwórz hasło główne

# onboarding_generate_secret_key_cta
source: Tap and hold
de: Drücken und gedrückt halten
pl: Naciśnij i przytrzymaj

# onboarding_generate_secret_key_description
source: It is a 15-word phrase used to authenticate your 2FAS Pass Vault.
de: Es ist eine Reihenfolge aus 15 Wörtern, die dazu benutzt wird, deinen 2FAS Pass Tresor zu verifizieren.
pl: Jest to 15-wyrazowa fraza służąca do autoryzacji twojego sejfu 2FAS Pass.

# onboarding_generate_secret_key_success_description
source: Secret Words have been generated successfully and saved in your 2FAS Pass Vault.
de: Wiederherstellungswörter wurden erfolgreich erstellt und gespeichert.
pl: Tajne słowa zostały pomyślnie wygenerowane i zapisane w sejfie 2FAS Pass.

# onboarding_generate_secret_key_success_title
source: Secret Words Generated!
de: Die Wiederherstellungswörter wurden generiert!
pl: Tajne słowa wygenerowane!

# onboarding_generate_secret_key_title
source: Generate Secret Words
de: Generiere deine Wiederherstellungswörter
pl: Wygeneruj tajne słowa

# onboarding_progress_completed_cta
source: Start using 2FAS Pass
de: Starte 2FAS Pass zu nutzen
pl: Zacznij korzystać z 2FAS Pass

# onboarding_progress_completed_description
source: Your Vault has been successfully created and encrypted!
de: Dein Tresor wurde erfolgreich erstellt und verschlüsselt!
pl: Twój sejf został pomyślnie utworzony i zaszyfrowany!

# onboarding_progress_completed_title
source: Setup complete!
de: Prozess erfolgreich!
pl: Konfiguracja zakończona!

# onboarding_progress_halfway_description
source: Now it’s time to create your Master Password.
de: Jetzt ist es Zeit, dein Masterkennwort zu wählen.
pl: Teraz stwórz swoje hasło główne.

# onboarding_progress_halfway_title
source: You are halfway there
de: Nur noch ein Stück, du bist fast fertig!
pl: Połowa za tobą

# onboarding_progress_start_description
source: Your local secure storage.
de: Dein sicherer lokaler Speicher.
pl: Twój lokalny, bezpieczny magazyn danych.

# onboarding_progress_start_title
source: 2FAS Pass Vault
de: 2FAS Pass Tresor
pl: Sejf 2FAS Pass

# onboarding_progress_step1_description
source: It is a 15-word phrase used to authenticate your 2FAS Pass Vault.
de: Es ist eine Reihenfolge aus 15 Wörtern, um deinen 2FAS Pass Tresor zu verifizieren.
pl: Jest to 15-wyrazowa fraza służąca do autoryzacji twojego sejfu 2FAS Pass.

# onboarding_progress_step1_title
source: 1. Generate Secret Words
de: 1. Generiere deine Wiederherstellungswörter
pl: 1. Wygeneruj tajne słowa

# onboarding_progress_step2_description
source: It is used to unlock the app and recover your 2FAS Pass Vault.
de: Es wird benutzt, um die 2FAS App zu entsperren und um deinen 2FAS Pass Tresor wiederherzustellen.
pl: Służy do odblokowania aplikacji i przywracania twojego sejfu 2FAS Pass.

# onboarding_progress_step2_title
source: 2. Create Master Password
de: 2. Wähle ein Masterkennwort
pl: 2. Stwórz hasło główne

# onboarding_progress_steps_header
source: Vault Encryption Setup
de: Tresor Verschlüsselungsprozess
pl: Konfiguracja szyfrowania sejfu

# onboarding_welcome_cta1
source: Get Started
de: Beginnen
pl: Rozpocznij

# onboarding_welcome_cta2
source: Recover / Synchronize
de: Wiederherstellen / Synchronisieren
pl: Przywracanie / Synchronizacja

# onboarding_welcome1_description
source: Keep your Items local on your own device.
de: Speicher deine Einträge lokal auf deinem eigenen Gerät!
pl: Przechowuj swoje elementy na własnym urządzeniu.

# onboarding_welcome1_feature1
source: No third-party control of your Items
de: Keine Kontrolle deiner Einträge durch Dritte
pl: Brak kontroli stron trzecich nad elementami

# onboarding_welcome1_feature2
source: Assured anonymity and data security
de: Garantierte Anonymität sowie Datensicherheit
pl: Pełna ochrona i poufność danych

# onboarding_welcome1_feature3
source: No user accounts required
de: Es werden keine Benutzerkonten benötigt
pl: Nie wymaga konta

# onboarding_welcome1_title
source: Local-first Password Manager
de: Local-first Passwortmanager
pl: Lokalny menedżer haseł

# onboarding_welcome2_description
source: Only you have access to your Items. We, or any third party, do not.
de: Nur du hast Zugriff auf deine Einträge! Wir oder andere Firmen haben in keinem Fall Zugriff darauf.
pl: Tylko Ty masz dostęp do swoich elementów.

# onboarding_welcome2_feature1
source: Advanced Items encryption
de: Fortschrittliche Verschlüsselung der Einträge
pl: Zaawansowane szyfrowanie elementów

# onboarding_welcome2_feature2
source: Self-hosted / WebDAV integration
de: Selber gehostet / WebDAV Integration
pl: Integracja z własnym serwerem / WebDAV

# onboarding_welcome2_feature3
source: No risk of vendor lock-in
de: Kein Risiko einer Herstellerabhängigkeit (Vendor Lock-In)
pl: Brak ryzyka uzależnienia od producenta

# onboarding_welcome2_title
source: Own your Items
de: Besitze deine Einträge
pl: Pełna kontrola

# onboarding_welcome3_description
source: Securely add and autofill Items with the next-gen 2FAS Pass Browser Extension.
de: Die 2FAS Pass Browser-Erweiterung erlaubt es dir sicher Einträge in deinen 2FAS Pass Tresor hinzuzufügen sowie Einträge automatisch auf Websites einzufügen.
pl: Bezpiecznie dodawaj i autouzupełniaj elementy dzięki rozszerzeniu przeglądarki 2FAS Pass nowej generacji.
